{
  "Name": ["New Zealand Research Information System (NZRIS) Data Specifications Organisation Type"],
  "Version": ["1.0"],
  "Released": ["15 April 2019"],
  "Updated": ["15 April 2019"],
  "Maintainer": ["Ministry of Business, Innovation and Employment"],
  "URL": ["https://www.mbie.govt.nz/assets/3c7d27b71b/NZRIS-Data-Specification-2.0.pdf"],
  "data": [
    {
      "Version": "1.0",
      "Code": "DA01",
      "Description": "Government department, non-public service department, office of Parliament and RBNZ",
      "Definition": "Public service departments, non-public service departments, offices of Parliament and the Reserve Bank of NZ. State Sector Act 1988"
    },
    {
      "Version": "1.0",
      "Code": "DA02",
      "Description": "Crown Entity: Higher Education",
      "Definition": "This category includes: \r\n- Tertiary Education Institution,\r\n- University\r\n- Polytechnic or Institute of Technology\r\n- Wānanga\r\nA tertiary education organisation is a tertiary education provider, an industry training organisation, or a person or body that provides tertiary education-related services in accordance with the Education Act 1989\r\nA university is characterised by a wide diversity of teaching and research, especially at a higher level, that maintains, advances, disseminates, and assists the application of, knowledge, develops intellectual independence, and promotes community learning. \r\nA University has the following characteristics: \r\n- is primarily concerned with more advanced learning, the principal aim being to develop intellectual independence \r\n- research and teaching are closely interdependent and most teaching is done by people who are active in advancing knowledge\r\n- meets international standards of research and teaching - is a repository of knowledge and expertise \r\n- accepts a role as critic and conscience of society.\r\nSection 162(4) of the Education Act 1989\r\nA polytechnic is characterised by a wide diversity of continuing education, including vocational training, that contributes to the maintenance, advancement, and dissemination of knowledge and expertise and promotes community learning, and by research, particularly applied and technological research, that aids development. [note Act only mentions \"polytechnic\"]\r\nA wananga is characterised by teaching and research that maintains, advances, and disseminates knowledge and develops intellectual independence, and assists the application of knowledge regarding ahuatanga Māori (Māori tradition) according to tikanga Māori (Māori custom)\r\n"
    },
    {
      "Version": "1.0",
      "Code": "DA03",
      "Description": "Crown Research",
      "Definition": "This category covers all of the crown entities that are not listed under Crown Entities: Higher Education category. \r\n- Crown Research Institute\r\n- District health board\r\n- Callaghan Innovation\r\n- Crown entity not elsewhere classified\r\nA Crown Research Institute is a Crown-owned company that carries out scientific research for the benefit of New Zealand, established under the Crown Research Institute Act 1992\r\nA district health board as defined in Section 5(3) of the Public Health and Disability Act 2000. Includes the public hospitals owned and funded by district health boards"
    },
    {
      "Version": "1.0",
      "Code": "DA04",
      "Description": "State-owned enterprise"
    },
    {
      "Version": "1.0",
      "Code": "DA05",
      "Description": "Public Finance Act Schedule 4/4A Organisation and Company"
    },
    {
      "Version": "1.0",
      "Code": "DA06",
      "Description": "Secondary school",
      "Definition": "A secondary school is one which is established under section 146 of the Education Act 1989, as a secondary school\r\nThis includes private, partnership and state funded schools"
    },
    {
      "Version": "1.0",
      "Code": "DA07",
      "Description": "Primary school",
      "Definition": "A primary school  is one which is established under section 146 of the Education Act 1989, as a primary school or an intermediate school\r\nThis includes private, partnership and state funded schools"
    },
    {
      "Version": "1.0",
      "Code": "DB01",
      "Description": "Regional Council",
      "Definition": "A regional council is one type of local authority. Local Government Act 2002.Unitary bodies (e.g. Nelson, Tasman and Marlborough) should be considered Regional Councils"
    },
    {
      "Version": "1.0",
      "Code": "DB02",
      "Description": "Territorial Authority",
      "Definition": "A territorial authority is a type of local authority. It can be either a city or district council. Local Government Act 2002. Unitary bodies (e.g. Nelson, Tasman and Marlborough) should be considered Regional Councils"
    },
    {
      "Version": "1.0",
      "Code": "DB03",
      "Description": "Council-controlled trading organisations",
      "Definition": "Also called Council-controlled organisations and previously Local Authority Trading Enterprise (LATE). Any company with a majority council shareholding, or a trust or similar organisation with a majority of council-controlled votes or council-appointed trustees, unless designated otherwise"
    },
    {
      "Version": "1.0",
      "Code": "DC01",
      "Description": "Mixed Ownership"
    },
    {
      "Version": "1.0",
      "Code": "DD01",
      "Description": "For Profit Entity",
      "Definition": "This category includes:\r\n- For profit entity,\r\n- Individual Proprietorship\r\n- Partnership\r\n- Registered LLC (non Co-op)\r\n- Co-operative Companies\r\n- Joint Ventures and Consortia\r\n- Branches of Companies Incorporated Overseas"
    },
    {
      "Version": "1.0",
      "Code": "DD02",
      "Description": "Not-for-profit organisation",
      "Definition": "This category includes: \r\n- Trusts/Estates (e.g. Charitable Trust)\r\n-  Industry associations,\r\n- Incorporated societies\r\n- Unincorporated societies\r\n- Private Higher Education"
    },
    {
      "Version": "1.0",
      "Code": "DE01",
      "Description": "Other Domestic Organisations"
    },
    {
      "Version": "1.0",
      "Code": "IF01",
      "Description": "International State/Government/Local Authority",
      "Definition": "Any government, state entity or local authority of another country"
    },
    {
      "Version": "1.0",
      "Code": "IG01",
      "Description": "International for-profit organisation",
      "Definition": "International for-profit organisations that are not located in New Zealand including:\r\n- For profit entity,\r\n- Individual Proprietorship\r\n- Partnership\r\n- Registered LLC (non Co-op)\r\n- Co-operative Companies\r\n- Joint Ventures and Consortia\r\nand excluding overseas branches of New Zealand Companies"
    },
    {
      "Version": "1.0",
      "Code": "IG02",
      "Description": "International not-for-profit organisation",
      "Definition": "International not-for-profit organisations that are not located in New Zealand including: \r\n- Trusts/Estates (e.g. Charitable Trust)\r\n- Industry associations,\r\n- Incorporated societies\r\n- Unincorporated societies\r\n- Private Higher Education"
    }
  ]
}